[
    {
        "title" : "B3 Breakout / Date : 16-01-2015 / Time : 8:00pm - FREE ENTRY",
        "text" : "A vibrant jazz/Funk Hammond B3 driven Trio. Featuring Liam Kealy on Hammond B3.Ashley Ward - Guitar & Vocals and Rohan Heddle Drums.This Trio are regular performers at the Wangaratta Jazz and Blues Festivaland perform at all of the major Melbourne Jazz venues.They play a wide range of original material along with a mixture of Jazz, Latin and Funk material.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/12/B3-Breakout.jpg"
    },
    {
        "title" : "Callum Darke / Date : 17-01-2015 / Time : 8:00pm - FREE ENTRY",
        "text" : "With a blend of country, jazz and world music, Cal pays tribute to the fingerstyle guitar greats like Tommy Emmanuel and Chet Atkins. The show explores the acoustic guitar as a solo instrument with a dynamic performance and melodic arrangements.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2015/01/1461200_398481226949945_1012396347_n.jpg"
    },
    {
        "title" : "Anna Bilbrough / Date : 18-01-2015 / Time : 2:30pm - FREE ENTRY",
        "text" : "Anna Bilbrough is a 20-year-old singer-songwriter from Ballarat. Accompanying herself, she sings songs influenced by the sounds and words of those from a bygone era. In her eyes, Bob Dylan and Joan Baez are the Brad and Ange of music. With a love of words and melody, Anna sings about that which is around her: female representation, Orlando Bloom lookalikes, and the miserable art of growing up when you wish you wouldn't.",
        "link" : "https://soundcloud.com/anna-bilbrough",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2015/01/IMG_2074-2.jpg"
    },
    {
        "title" : "The Virginia Slims / Date : 22-01-2015 / Time : 8:00PM - $5 ENTRY",
        "text" : "Acoustic, soul trio with a country twist. Hailing from Ballarat, Victoria, this group, consisting of Angela Crebbin on guitar and vocals, Daniel Watson on drums, and Andrew Vincent on double bass started out as a 5 piece funk band, but not long into the endeavour they soon discovered their sound was much more suited to a soulful acoustic 3 piece. Ange’s extraordinary song writing abilities, coupled with the groove that is held down by Dan and Andrew make for a great sound! Boasting some very tasty original tracks, and a host of killer covers from the greats, the Slims are definitely one to keep an eye on! Think Etta James around a camp fire, with a guitar and a glass of whiskey… that is The Virginia Slims.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/12/Virginia-Slims1.jpg"
    },
    {
        "title" : "Month Of Sundays / Date : 23-01-2015 / Time : 8:00pm - FREE ENTRY",
        "text" : "Chilled out alternative folk pop with lush harmonies, beautiful melodies and heart felt lyrics complimented by acoustic guitar, mandolin, percussion & keys. With a swag of songs written around the campfires of Australia, Month of Sundays' most recent release, 'Hang Like The Moon', embraces a sound that is both eclectic and refined, and sprinkled with unique instrumentation.",
        "link" : "http://monthofsundays.com.au/",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/12/Month-Of-Sundays.jpg"
    },
    {
        "title" : "Minnie Marks / Date : 24-01-2014 / Time : 8:00pm - FREE ENTRY",
        "text" : "There is something to be said about an artist when their biggest fans are other musicians, some musicians are talented and then a rare few who are truly gifted, the latter being the case with Minnie Marks. With an insane talent that’s out of control playing what she calls dirty sweet rock & roll this young singer/songwriter/guitarist/multi instrumentalist is being compared to everyone from the likes of John Butler, Janis Joplin, Ash Grunwald, and even the late great Billy Thorpe. Touring a new album release this bombshell explodes on stage pushing the limits of her guitar, vocals and performance, kicking arse and playing to packed out shows, leaving little doubt everybody is touting her as ‘the next big thing’.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/12/Minnie_2.jpg"
    },
    {
        "title" : "Scott Cook / Date : 29-01-2015 / Time : 8:00pm - $7 Entry",
        "text" : "Alberta, Canada's prairie balladeer Scott Cook is a tirelessly traveling songwriter with heart forever on sleeve.  Road-worn, painfully honest, and deeply human, his straight-talking tunes weave together folk, roots, blues, soul and country with spacious arrangements on fingerstyle guitar and clawhammer banjo.  Cook has been making a full-time living at music since 2007, touring extensively across Canada, the US, Europe, Asia and Australia, and is currently on tour in support of his fourth release, One More Time Around, which was just nominated for a 2014 Canadian Folk Music Award.  Its opening track \"Pass It Along\" won the Folk and Acoustic category in the 2013 UK Songwriting Contest, with UK magazine Maverick Country naming him \"one of Canada's most inspiring and imaginative storytellers\".  Cook is one of the hardest working DIY tro",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2015/01/Scott-Cook.jpg"
    },
    {
        "title" : "Paige Duggan Trio / Date : 30-01-2015 / Time : 8:00pm - FREE ENTRY",
        "text" : "Paige has been accompanying her vocals with guitar for nearly 15 years. Writing well over 50 songs, she has been performing and singing in festivals and venues across the region since her early days of songwriting. Performing her originals, jazz and contemporary songs Paige’s personal style channels the females jazz greats, has soulful undertones and the essence of contemporary folk ballads. Paige will be joined by Wayne Parker on Guitar and Ian Riethoff on Bass.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/11/Paige.jpg"
    },
    {
        "title" : "Motor City Sounds / Date : 31-01-2015 / Time : 8:00 pm - Free Entry",
        "text" : "After a brilliant sellout performance at Suttons House Of Music,  Motor City Sounds return to perform songs from artists such as Stevie Wonder, Jackson 5, The Supremes, Martha & The Vandellas, The Temptations, Aretha Franklin, Marvin Gaye and James Brown. Not just another cover band, \"Motor City Sounds\" recreates the sound of Motown and Soul from the 60s and early 70s.",
        "link" : "http://www.motorcitysoundsband.com/",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2014/11/Motor-City-Sounds.jpg"
    },
    {
        "title" : "Lohs, Burgess, Bennett Trio / Date : 06-02-2015 / Time : 8:00pm - FREE ENTRY",
        "text" : "As far as collaborations go Sam Lohs, Rosie Burgess and Tim Bennett have hit the nail magically on the head. These three incredibly prolific songwriters, have had careers taking them far and wide across the globe, playing at festivals such as Bluesfest, Womad, Woodford, California World Fest, Vancouver folk festival…and the list goes on. Four years on stage together as the Rosie Burgess Trio saw them meld their musicianship with friendship, which they have continued to nurture with this new collaboration. Recent solo releases for each of these artists has seen them come back together in a brand new formation, to play on each others tunes with an ease and joy that is wonderful to be a part of.",
        "link" : "",
        "image" : "http://suttonshouseofmusic.com.au/wp-content/uploads/2015/01/lbb-low-res.gif"
    }
]